tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "exa"
brew "git"
brew "openssl@1.1"
brew "httpie"
brew "mackup"
brew "mas"
brew "python@3.9"
brew "node"
brew "putty"
brew "tree"
cask "adobe-acrobat-reader"
cask "alfred"
cask "blender"
cask "boxcryptor"
cask "ccleaner"
cask "discord"
cask "drawio"
cask "dropbox"
cask "firefox"
cask "fork"
cask "gitkraken"
cask "godot"
cask "google-backup-and-sync"
cask "google-chrome"
cask "gpg-suite"
cask "grammarly"
cask "insomnia"
cask "iterm2"
cask "kite"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "minecraft"
cask "obs"
cask "obsidian"
cask "pycharm-ce"
cask "qbittorrent"
cask "rider"
cask "signal"
cask "skype"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "teamviewer"
cask "thunderbird"
cask "tor-browser"
cask "unity-hub"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "webex-meetings"
cask "zoom"
mas "Adblock Plus", id: 1432731683
mas "CleanMyMac X", id: 1339170533
mas "Grammarly for Safari", id: 1462114288
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LastPass", id: 926036361
mas "Logic Pro", id: 634148309
mas "Magnet", id: 441258766
mas "Microsoft To Do", id: 1274495053
mas "NordVPN IKE", id: 1116599239
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
