tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Modern replacement for 'ls'
brew "exa"
# Distributed revision control system
brew "git"
# Open-source build automation tool based on the Groovy and Kotlin DSL
brew "gradle"
# Interpreted, interactive, object-oriented programming language
brew "python@3.9"
# User-friendly cURL replacement (command-line HTTP client)
brew "httpie"
# Install and debug iPhone apps from the command-line
brew "ios-deploy"
# Mac App Store command-line interface
brew "mas"
# Platform built on V8 to build network applications
brew "node", link: false
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Watch files and take action when they change
brew "watchman"
# JavaScript package manager
brew "yarn"
# High-performance, schema-free, document-oriented database
brew "mongodb/brew/mongodb-community", link: false
# An interactive JavaScript command-line interface to MongoDB
brew "mongodb/brew/mongodb-community-shell"
# AdoptOpenJDK OpenJDK (Java) Development Kit
cask "adoptopenjdk8"
# Application launcher and productivity software
cask "alfred"
# Git client focusing on productivity
cask "gitkraken"
# Web browser
cask "google-chrome"
# Open-source code editor
cask "visual-studio-code"
mas "AdBlock", id: 1402042596
mas "Adblock Plus", id: 1432731683
mas "Downlink", id: 1454269192
mas "GarageBand", id: 682658836
mas "Grammarly for Safari", id: 1462114288
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LastPass", id: 926036361
mas "Logic Pro", id: 634148309
mas "Magnet", id: 441258766
mas "Microsoft To Do", id: 1274495053
mas "Monit", id: 1014850245
mas "NordVPN IKE", id: 1116599239
mas "Notability", id: 736189492
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
