tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "openssl@1.1"
brew "azure-cli"
brew "bat"
brew "docker"
brew "exa"
brew "git"
brew "gradle"
brew "python@3.9"
brew "httpie"
brew "ios-deploy"
brew "mas"
brew "node"
brew "putty"
brew "tree"
brew "watchman"
brew "mongodb/brew/mongodb-community"
brew "mongodb/brew/mongodb-community-shell"
cask "adobe-acrobat-reader"
cask "adoptopenjdk8"
cask "alfred"
cask "amazon-workspaces"
cask "android-file-transfer"
cask "android-studio"
cask "blender"
cask "ccleaner"
cask "discord"
cask "docker"
cask "drawio"
cask "dropbox"
cask "firefox"
cask "fork"
cask "gitkraken"
cask "godot"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "grammarly"
cask "insomnia"
cask "iterm2"
cask "kite"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "minecraft"
cask "mongodb-compass"
cask "postman"
cask "pycharm-ce"
cask "qbittorrent"
cask "rider"
cask "sf-symbols"
cask "skype"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "teamviewer"
cask "tor-browser"
cask "unity-hub"
cask "visual-studio-code"
cask "vlc"
cask "webex-meetings"
mas "Adblock Plus", id: 1432731683
mas "Grammarly for Safari", id: 1462114288
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LastPass", id: 926036361
mas "Logic Pro", id: 634148309
mas "Magnet", id: 441258766
mas "Microsoft To Do", id: 1274495053
mas "NordVPN IKE", id: 1116599239
mas "Notability", id: 736189492
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
